const reviews = 
    [
      {
        "profile": "Image.png",
        "userId": 1,
        "name": "Sudawan",
        "rating": 5,
        "max_rating": 5,
        "comment": "ชาอร่อยมากค่ะ รสชาติของชาเข้มข้นแต่ก็ไม่หวานเกินไป ดื่มแล้วรู้สึกสดชื่นทุกครั้ง น้ำแข็งที่ใช้ก็เย็นและกรอบจนทำให้รู้สึกเหมือนชาเย็นสดใหม่ทุกคำ ชอบที่มีความเย็นทุกก้อน ไม่ละลายเร็วเกินไป ซึ่งช่วยให้ชารสชาติไม่จืดจาง ราคาก็ถือว่าเหมาะสมมากเมื่อเทียบกับคุณภาพที่ได้รับ ทุกครั้งที่ได้ดื่มรู้สึกว่าได้คุ้มค่ากับทุกๆ บาทที่จ่ายไปค่ะ ถือว่าเป็นร้านที่คุ้มค่าจริงๆ"
      },
      {
        "profile": "Image.png",
        "userId": 2,
        "name": "Best",
        "rating": 5,
        "max_rating": 5,
        "comment": "ร้านนี้เป็นร้านโปรดของฉันเลยครับ ชาที่นี่มีรสชาติที่กลมกล่อมและไม่หวานเกินไป ดื่มแล้วสดชื่นมากๆ น้ำแข็งเย็นกรอบทุกคำ และไม่ละลายเร็วเกินไป ซึ่งช่วยให้รสชาติของชาไม่ถูกดึงออกไป ชอบตรงที่ชาไม่จืดจางหลังจากดื่มไปสักพัก ราคาก็สมเหตุสมผลมาก คุ้มค่าทั้งรสชาติและปริมาณ ไม่ต้องไปหาที่ไหนอีกแล้วเมื่อมีร้านนี้ครับ"
      },
      {
        "profile": "Image.png",
        "userId": 3,
        "name": "Tong Tong",
        "rating": 4,
        "max_rating": 5,
        "comment": "ร้านนี้ชาอร่อยมากครับ รสชาติของชาชัดเจนและเข้มข้นมากที่สุด น้ำแข็งที่ใส่มาในชาเย็นทุกก้อนทำให้ดื่มได้เพลิน น้ำแข็งก็ไม่ละลายเร็วเกินไป ช่วยให้ชารู้สึกสดชื่นตลอดทั้งแก้ว ถึงแม้จะรสชาติหวานไปนิด แต่มันก็ทำให้การดื่มชาอร่อยมากขึ้น โดยรวมแล้วถือว่าเป็นร้านที่ดีมาก ราคาก็ไม่แพงเกินไป คุ้มค่าและเหมาะสมกับสิ่งที่ได้รับครับ"
      },
      {
        "profile": "Image.png",
        "userId": 4,
        "name": "Bu",
        "rating": 4,
        "max_rating": 5,
        "comment": "ชาอร่อยจริงๆ ครับ รู้สึกสดชื่นทุกครั้งที่ดื่ม รสชาติของชาทำให้รู้สึกผ่อนคลาย น้ำแข็งเย็นสดชื่นในทุกคำที่ดื่ม ช่วยให้ชาไม่ละลายเร็วเกินไป ราคาไม่แพงเมื่อเทียบกับคุณภาพที่ได้รับ แต่อยากให้ปรับรสชาติเหมือนเดิมทุกครั้ง เพราะบางครั้งอาจมีรสขมเล็กน้อยหลังจากดื่มไปแล้ว แต่โดยรวมถือว่าเป็นร้านที่คุ้มค่ามากครับ"
      },
      {
        "profile": "Image.png",
        "userId": 5,
        "name": "Nut",
        "rating": 5,
        "max_rating": 5,
        "comment": "ชาร้านนี้อร่อยมากค่ะ รสชาติกลมกล่อมและสดชื่น น้ำแข็งที่ใช้มีคุณภาพดีมาก เย็นกรอบจนทำให้ชาไม่ละลายเร็ว ราคาก็ไม่แพงเมื่อเทียบกับรสชาติที่ได้ ชอบที่มีรสชาติที่ไม่หวานเกินไป พอดีๆ ทำให้ดื่มได้เรื่อยๆ โดยไม่รู้สึกเบื่อเลยค่ะ ทุกครั้งที่มาดื่มรู้สึกคุ้มค่าและได้รับประสบการณ์ที่ดีทุกครั้งค่ะ"
      }
    ]
    
    
  // This function returns all the reviews
  const getReviews = () => {
    return reviews;
  };
  
  export { getReviews };  // Use ES Module export